9/data/attachments/f00c5665cc819f48.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:friendsPageRequest>
            <nif:username>soap_friends_57c0ffc4-d148-40b0-9854-4359852bcd50</nif:username>
            <nif:pageInfo>
                <nif:page>4</nif:page>
                <nif:size>2</nif:size>
                
            </nif:pageInfo>
            
        </nif:friendsPageRequest>
    </soapenv:Body>
</soapenv:Envelope>